CATEGORIES = {
    "sports_supplements": {
        "name": "💊 Добавки (Спорт)",
        "queries": [
            "Протеин",
            "Креатин",
            "Гейнер",
            "BCAA",
            "Аминокислоты",
            "Тренировочный комплекс",
            "Протеиновые батончики",
            "Глютамин"
        ]
    },
    "gadgets": {
        "name": "📱 Гаджеты",
        "queries": [
            "Перкуссионный массажер",
            "Массажный ролик",
            "Шейкер"
        ]
    },
    "home_items": {
        "name": "🏠 Для дома",
        "queries": [
            "Лампа настольная",
            "Гирлянда",
            "Салфетница",
            "Щетка зубная"
        ]
    },
    "feb_14": {
        "name": "❤️ 14 Февраля",
        "queries": [
            "Открытки",
            "Кружки",
            "Браслеты",
            "Парные наборы"
        ]
    },
    "feb_23": {
        "name": "🎖 23 Февраля",
        "queries": [
            "Подарок на 23 февраля"
        ]
    },
    "mar_8": {
        "name": "🌷 8 Марта",
        "queries": [
            "Подарок на 8 марта"
        ]
    }
}
